import {IInformation} from "../interface/interfaceCyberSecurity";

export const list:IInformation[] = [
    {title: 'Лечение и восстановление Оперативно выявим и устраним все уязвимости. Проведем расследование заражения или взлома'},
    {title: 'Реверс-инжиниринг мобильных приложений iOS/Android Проведем полный анализ приложения на наличие уязвимостей, ' +
            'угроз, проверим код на защищенность.'},
    {title: 'Пентест — тест на проникновение Проверим уровень защиты и безопасности вашего сайта Смоделируем действия ' +
            'злоумышленника и продемонстрируем все возможные способы взлома вашего сайта (поиск и использование уязвимостей) ' +
            'Устраним уязвимости и проведем повторное тестирование (пентест)'},
    {title: 'Мониторинг и защита 24/7 Установим умную охранную систему на сайт, чтобы обезопасить ваш бизнес от ' +
            'злоумышленников Круглосуточный мониторинг безопасности, доступности и работоспособности сайта   В услугу входит:' +
            ' защита от DDOS атак, установка Firewall, повышение скорости работы сайта, улучшение работы сайта на мобильных устройствах,' +
            ' HTTP/2 приоритезация, установка SSL сертификата, Global CDN (скоростной доступ к сайту).'}
];

export const schemaWork:IInformation[] = [
    { title: '1. Консультация Получаем запрос и предоставляем бесплатную консультацию'},
    { title: '2. Диагностика Согласовываем план диагностики и аудита согласно индивидуальным потребностям'},
    { title: '3. Договор Подписываем договор на услугу и NDA'},
    { title: '4. Оплата Получаем оплату и необходимые доступы в соответствии с выбранным форматом работ Black, White, GreyBox'},
    { title: '5. Работа Выполняем работы в течении 4-5 рабочих дней'},
    { title: '6. Отчёт Предоставляем подробный отчёт и рекомендации по обеспечению безопасности сайта'},
]

export const information:IInformation[] = [
    { title: 'Услуги кибербезопасности: кто обеспечивает и какие гарантии предоставляет в Украине Термин «кибербезопасность» ' +
            'активно транслируется в ежедневных новостях. При этом, в современном обществе сложился ложный стереотип, что жертвами' +
            ' кибератак могут быть государственные и муниципальные учреждения, финансовые структуры, но никак не бизнес. ' +
            'Большинство украинских компаний не уделяют внимание вопросам кибербезопасности. Их деятельность, персональные данные, ' +
            'информация о договорах, поставщиках, клиентах настолько открыта, что при наличии специальных знаний получить ее можно, ' +
            'даже не выходя за рамки закона.'},
    { title: 'Информация – одна из ключевых ценностей любого бизнеса, независимо от вида и масштабов деятельности. ' +
            'Сегодня сложно представить какую-либо компанию без использования компьютерных и информационных технологий. ' +
            'Что хранят ваши компьютеры? Всю ту информацию, использование которой может существенно навредить развитию ' +
            'бизнеса или вообще его приостановить: — персональные данные об учредителях, сотрудниках, партнерах и клиентах; ' +
            '— деловые переписки; — договора, соглашения, инструкции и другие документы; — финансовый учет, банковские реквизиты;' +
            ' — инновационные разработки, изобретения, макеты, чертежи. Представьте на секунду, что может случится, если данная ' +
            'информация станет достоянием ваших конкурентов? Как минимум, компания потеряет клиентов или поставщиков, в худшем варианте ' +
            '– бизнесу придет конец.  Кибербезопасность – те действенные методы и мероприятия, которые способствуют защите веб-ресурсов ' +
            'и программного обеспечения компании от хакерских атак и взломов. Компьютерная безопасность (Кибербезопасность) — ' +
            'раздел информационной безопасности, характеризующий невозможность возникновения ущерба компьютера, превышающего ' +
            'величину приемлемого ущерба для него от всех выявленных и изученных источников его отказов в определённых условиях ' +
            'работы и на заданном интервале времени. Далее мы обсудим, какое внимание со стороны государственных органов уделяется' +
            ' вопросам регулирования кибербезопасности, кто уполномочен предоставлять данные услуги, и есть ли гарантии, что,' +
            ' получив услуги кибербезопасности в Украине, удастся обезопасить свои данные и бизнес от взлома.'},
    { title: 'Кто обеспечивает кибербезопасность в Украине? Еще в 2018 году Верховная Рада Украины приняла Закон «Об основных ' +
            'принципах обеспечения кибербезопасности Украины», где детально было урегулировано понятие кибербезопасности, ' +
            'определены объекты и субъекты данных правоотношений. Статья 5 Закона полностью посвящена описанию органов и ' +
            'структур, обеспечивающих кибербезопасность в Украине. К ним относятся: 1. Президент Украины, который, в том числе,' +
            ' возглавляет Совет нацбезопасности и обороны Украины. 2. Национальный координационный центр кибербезопасности –' +
            ' главный орган, обеспечивающий координацию и контроль деятельности других субъектов, обеспечивающих кибербезопасность ' +
            'в Украине. 3. Кабинет Министров Украины, профильные министерства, местные государственные администрации, органы ' +
            'местного самоуправления, правоохранительные органы и Национальный банк Украины – разрабатывают программы государственной' +
            ' политики в сфере кибербезопасности, и обеспечивают надзор за их внедрением и исполнением на местах. 4. Юридические лица,' +
            ' ФОП, объединения граждан – оказывают услуги в сфере киберзащиты.  Каждый орган осуществляет определенные меры и действия' +
            ' по предотвращению киберпреступлений в рамках своих компетенций. Используя опыт европейских и американских коллег, базовые' +
            ' разработки украинских программистов, национальным структурам за 2 года деятельности удалось достичь существенного прорыва' +
            ' в сфере кибербезопасности. Но киберпреступники также не стоят на месте и ежедневно осуществляют атаки новыми вирусами,' +
            ' используя кардинально новые преступные схемы.   Как защитить свои персональные, коммерческие и финансовые данные?' +
            ' Несмотря на большое количество структур, обеспечивающих кибербезопасность в Украине, ответственность за сохранность' +
            ' коммерческих и персональных данных лежит, прежде всего, на самом бизнесе. Статистика взломов и хакерских атак ярко' +
            ' свидетельствует о том, что ждать, пока на ваш сайт или другой веб-ресурс будет осуществлена кибератака, не стоит.' +
            ' Позаботиться о своей кибербезопасности важно уже сейчас. Как это сделать? Рассмотрим перечень основных инструментов, ' +
            'которые помогут обезопасить себя от инцидентов кибербезопасности: — регулярно обновлять программное обеспечение и ' +
            'операционную систему. — использовать современные антивирусные программы (лицензионные).  — использовать сложные пароли' +
            ' для входа в почту или личный кабинет. — не открывать, а лучше сразу блокировать уведомления и письма с почты от' +
            ' неизвестных источников. — не подключаться к WI-FI в общественных местах. Если данных методов недостаточно, есть ' +
            'смысл обратиться в профильные компании, обеспечивающие кибербезопасность на профессиональном уровне. Выстраивание' +
            ' правильной системы кибербезопасности – вот основные гарантии надежной защиты компании и веб-ресурсов от утечки ' +
            'информации и кибератак. Что включают в себя услуги кибербезопасности в Украине? Украинские компании, которые ' +
            'занимаются профессиональной защитой информации, предлагают следующие услуги: — комплексный анализ кибербезопасности' +
            ' бизнеса. Оценка текущего состояния информационных хранилищ.  — разработка и внедрение мер для минимизации угроз ' +
            'кибератак. — использование программного обеспечения для защиты веб-ресурсов – мониторинг и защита 24/7. — инструктаж ' +
            'руководителя и сотрудников компании о вопросах использования специальных средств для защиты информации, составляющей ' +
            'коммерческую тайну компании.  — имитация кибератаки с целью проверки эффективности имеющегося программного обеспечения' +
            ' – пентест. — восстановление доступа к веб-ресурсам и утраченной информации вследствие реальных кибератак. Примечательно,' +
            ' что данные услуги могут предоставляться как очно, так и в онлайн режиме. Компании, предоставляющие услуги в сфере ' +
            'кибербезопасности, осуществляют свою деятельность на основании законодательства и сертификации. С каждым клиентом ' +
            'заключается письменный договор, в котором детализировано описаны права и обязанности сторон, ответственность в случае ' +
            'нарушения соглашения и другие важные вопросы.  Стоит ли заранее подготовиться к любым вызовам киберпространства, решать' +
            ' только владельцам бизнеса, сайтов, интернет-магазинов и других веб-ресурсов. Однако нужно помнить, что всегда выгоднее ' +
            'и дешевле обеспечить профилактику кибератак, чем после хакерского взлома и распространения вируса искать специалистов для ' +
            'восстановления важной информации или доступа к сайту.'}
]